Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Półkole gotowe!
uk: Півколо готове!

source: Północ. Mroczne Tajemnice. Zrozumiałem
uk: Опівночі. Темні Таємниці. Зрозумів.

source: Północna brama
uk: Північні ворота

source: Północna winnica, zarządzana przez niejakiego Valerio, produkuje mocne i wyraziste trunki, które bezpośrednio trafiają na stoły bogatszej części społeczeństwa. Choć właściciel liczy sporo lat na karku, wciąż żywo wypełnia swoje obowiązki.
uk: Північний виноградник, яким керує Валеріо, виробляє міцні та виразні вина, які потрапляють прямо на столи заможної частини суспільства. Хоча власнику вже багато років, він, як і раніше, невпинно працює.

source: Północny fragment muru jest uszkodzony. Wespnij się na niego i biegnij w stronę tej wielkiej wieży.
uk: Північна частина стіни пошкоджена. Вилізь на неї і біжи до тієї високої вежі.

source: Później go już tutaj nie widziałem.
uk: Після цього я його тут більше не бачив.

source: Później już o to nie dopytywałem, bo to w sumie nie mój interes i wolałem przypadkiem nie urazić kogoś kto wygląda jak troll z toporem.
uk: Потім я вже не допитувався, бо це в принципі не моя справа, і я волів би випадково не образити когось, хто виглядає як троль з сокирою.

source: Później znalazłem go w środku, już martwego.
uk: Пізніше я знайшов його всередині, вже мертвого.

source: Pędzel
uk: Пензлик

source: Pękata ryba
uk: Велика рибина

source: Pęknięta Struna (Karczma Gerstanda).
uk: Обірвана струна (корчма Герстанда).

source: Pęknięta Struna - Karczma
uk: Обірвана Струна – Корчма

source: Płaci nam ustalone wynagrodzenie zawsze zgodnie z terminem. Troszczy się, żebyśmy mieli gdzie spać i zapewnia sprzęt, byśmy mogli wypełniać swoje obowiązki.
uk: Він завжди вчасно платить нам домовлену суму. Дбає про те, щоб нам було де спати, і забезпечує спорядженням, необхідним для виконання наших обов'язків.

source: Płacimy mnóstwo złota za najlepszej jakości drewno, ale nic mi po nim jeśli nie będzie dostarczone na czas.
uk: Ми платимо шалені гроші за деревину найкращої якості, але мене це не хвилює, якщо вона не буде доставлена вчасно.

source: Płacisz 2 samorodki albo oberwiesz po głowie.
uk: Плати 2 самородки або отримаєш по морді.

source: Płacisz za kolejny termin, czy widzimy się innym razem?
uk: Ти заплатиш за подальше проживання, або іншим разом?

source: Płacić, tak, ale nie przepłacać. Dziękuję bardzo, ale poradzę sobie bez twojego pieprzu!
uk: Платити, так, але не переплачувати. Дуже дякую, але я зможу обійтися без твого перцю!

source: Płacą ci za siedzenie w gospodzie i picie taniego piwa?
uk: Тобі платять за те, що ти сидиш у корчмі і п'єш дешеве пиво?

source: Płacą nie najgorzej, do tego zapewniają dach nad głową i regularne posiłki. To coś, czego nigdzie indziej na tej wyspie, nie znajdziesz.
uk: Платять непогано, до того ж дають дах над головою і регулярне харчування. Такого ти не знайдеш більше ніде на острові.

source: Płacę...
uk: Заплачу...

source: Płaszcz podróżnika
uk: Вбрання мандрівника

source: Płatnerz
uk: Броняр

source: Płać albo ponieś konsekwencje.
uk: Плати або постраждаєш від наслідків.

source: Płać wszystko albo nie mamy o czym rozmawiać.
uk: Заплати все, інакше нам немає про що говорити.

source: Płonne jednak okazały się nadzieje Volfzacka, bowiem bębny wojenne ponownie zagrały złowieszczo na polach i w lasach, na traktach i w górach, a obietnica Wiecznego Ładu okazała się tylko złudzeniem. Brat stanął przeciw bratu, świeżo zebrane plony obrócono w perzynę, a synów i córki wyrywano z kołysek ich matek.
uk: Проте надії Вольфзака виявилися марними, адже бойові барабани знову зловісно залунали в полях і лісах, на дорогах і в горах, а обіцянка Вічного порядку виявилася лише ілюзією. Брат став проти брата, щойно зібраний урожай перетворився на попіл, а сини й дочки були вирвані з колисок матерів.

source: Płonące Ostrze Zagłady
uk: Палаючий Клинок Загибелі

source: Płonące Ostrze Zagłady. (50 SZ)
uk: Палаючий клинок Загибелі. (50 золотих)

source: Płot jest zniszczony, ale nie widzę tu żadnych śladów barana. Powinienem powiedzieć o tym pasterzowi.
uk: Паркан пошкоджений, але я не бачу жодних слідів барана. Треба розповісти про це пастуху.

source: Płyn wygląda na gęsty, ale przejrzysty.
uk: Рідина виглядає густою, але прозорою.

source: Płynie we mnie prawdziwa krew wilka... Ja zostanę wilkiem! AWOOO!
uk: В мені тече справжня вовча кров. Я стану вовком! АУУУУ!

source: Płynne złoto: Tom I
uk: Рідке золото. Том I

source: Płynne złoto: Tom II
uk: Рідке золото. Том II

source: Płynne złoto: Tom III
uk: Рідке золото. Том III

source: Płynne złoto: Tom IV
uk: Рідке золото. Том IV

source: Płynne złoto: Tom V
uk: Рідке золото. Том V

source: Płynne złoto: Tom VI
uk: Рідке золото. Том VI

source: Płynęliśmy sprawdzoną drogą z Londram. Wszystko szło gładko i już z Patem zaczęliśmy liczyć, ile zarobimy.
uk: Ми пливли перевіреним маршрутом з Лондраму. Все йшло як по маслу, і ми з Патом вже почали підраховувати, скільки заробимо.

source: Płyty na posadzce zdają się uruchamiać jakiś mechanizm, ale gdy tylko z nich zejdę, wszystko cichnie. Może muszę aktywować kilka jednocześnie? Chyba nie mam wyboru i muszę wrócić do obozu po kogoś do pomocy.
uk: Плити на підлозі, здається, активують якийсь механізм, але варто мені зійти з них, як все стихає. Можливо, мені потрібно активувати їх по декілька одночасно? Гадаю, у мене немає іншого вибору, окрім як повернутися до табору і попросити когось про допомогу.

source: Płyty pancerza pełzacza
uk: Панцирні пластини повзуна

source: Pływa w tym jakieś świństwo. Co to jest do cholery?!
uk: Тут плаває якесь свинство. Що це, на дідька, таке?!

source: Pływasz od wyspy do wyspy, żeby się bić?
uk: Плавати з острова на острів, щоб гамселити один одного?

source: Pływasz łódką?
uk: Ти плаваєш на човні?

source: PŻ
uk: Здоров'я

source: Qik'in - 'Jeszcze tylko jedna animacja i do domu...'
uk: Qik'in – 'Ще одна анімація і можна йти додому...'

source: R
uk: Р

source: RADA: Bardzo mocno gryzą i występują w stadach - zalecane osłabienie grupy z odległości.
uk: ПОРАДА: Дуже сильно кусаються і ходять зграями – рекомендується послаблювати групу на відстані.

source: RADA: Bardzo niebezpieczne nawet w pojedynkę, zazwyczaj w ich pobliżu żyją też inne podgatunki pełzaczy.
uk: ПОРАДА: Дуже небезпечні, часто поряд з ними мешкають інші підвиди повзунів.

source: RADA: Bronie sieczne świetnie spisują się przeciwko ich długim i cienkim kończynom. Najważniejsze to nie dać się przyprzeć do ściany jaskini.
uk: ПОРАДА: Проти їхніх довгих і тонких кінцівок чудово підходить ріжуча зброя. Найголовніше – не дати затиснути себе в куток.

source: RADA: Brzytwiaki zazwyczaj polują w nieco mniejszych
uk: ПОРАДА: Бритвозуби полюють меншими

source: RADA: Często krążą wokół ofiary, nie daj się otoczyć.
uk: ПОРАДА: Часто кружляють навколо жертви, тому не дозволяйте себе оточити.

source: RADA: Często wzlatują wysoko ponad głowę przeciwnika podczas walki. Silny podmuch wiatru potrafi uszkodzić ich skrzydła.
uk: ПОРАДА: Під час бою часто літають високо над головою супротивника. Сильний порив вітру може пошкодити їм крила.

source: RADA: Dzięki zielonym barwom idealnie kamuflują się wśród traw - należy zachować ostrożność.
uk: ПОРАДА: Завдяки своєму зеленому кольору вони чудово маскуються серед трав – будьте обережні.

source: RADA: Gdy są daleko od przeciwnika, próbują skoczyć w jego stronę - łatwo je wtedy wyminąć.
uk: ПОРАДА: Коли вони знаходяться на відстані від ворога, то намагаються стрибнути на нього. Тоді від них легко ухилитися.

source: RADA: Grube skorupy na plecach sprawiają, że nie reagują na zadawane ciosy i nieustannie tną swymi niezwykle ostrymi zębami nogi napastników. Poruszają się bardzo wolno - należy to wykorzystać na swoją przewagę.
uk: ПОРАДА: Товсті панцирі на спинах роблять їх несприйнятливими до ударів, а надзвичайно гострі зуби дозволяють їм шматувати ноги нападників. Вони рухаються дуже повільно – скористайтесь цим.

source: RADA: Ich gruby pancerz sprawia, że nie reagują na zadawane ciosy i nie przerywają ciosów swoimi szczypcami.
uk: ПОРАДА: Завдяки товстому панциру не звертають уваги на отримувані удари, продовжуючи атакувати своїми клешнями.

source: RADA: Ich krok jest bardzo ociężały, ale potrafią atakować swoimi łapami z bardzo daleka. Zazwyczaj okrążają przeciwnika, by zadać cios z boku. Często żerują w grupach i są wtedy niezwykle niebezpieczne - gdy jeden osobnik zajmuje uwagę ofiary, drugi natychmiast przystępuje do ataku.
uk: ПОРАДА: Вони досить повільні, але довгі лапи в бою це компенсують. Зазвичай вони обходять свого супротивника, щоб завдати удару збоку. Вони часто харчуються групами, що робить їх надзвичайно небезпечними – одна особина відволікає увагу, а інші раптово нападають.

source: RADA: Ich tłuste cielska zapewniają niewielką ochronę, ale nie należy ich lekceważyć - kretoszczury, szczególnie w grupie, potrafią być zabójcze.
uk: ПОРАДА: Товсті тіла забезпечують їм невеликий захист, але не варто їх недооцінювати – кротощури, особливо в групах, можуть бути смертельно небезпечними.

source: RADA: Jak na swoje niewielkie rozmiary są dość wytrzymałe. W przeciwieństwie do pozostałych krwiopijców preferują plucie kwasem, atakują żądłem wyłącznie gdy przeciwnik znajduje się bardzo blisko.
uk: ПОРАДА: При своєму невеликому розмірі вони досить витривалі. На відміну від інших шершнів, вони полюбляють плюватися кислотою, а жалом атакують лише тоді, коли супротивник опиняється зовсім близько.

source: RADA: Jaskiniowe trolle są bardzo rodzinne i niezwykle dbają o swoje młode. Pod żadnym pozorem nie wchodzić do ich legowiska!
uk: ПОРАДА: Печерні тролі дуже сімейні та люто захищають своїх дитинчат. За жодних обставин не заходьте в їхнє лігво!

source: RADA: Jedno z niewielu stworzeń zdolnych do pokonania żywego cieniostwora. Jako szkielet jest podatny na broń obuchową i zaklęcia wiatru, ale jeszcze bardziej odporny na pociski, ostrza i magię. Jego kościste szpony są w stanie przebić się przez najcięższe pancerze. Za nic zdają się mieć zadawane im obrażenia.
uk: ПОРАДА: Одна з небагатьох істот, здатних перемогти живого тінезвіра. Як скелет, він вразливий до тупої зброї та заклинань вітру, але ще більш стійкий до стріл та болтів, мечів і магії. Його кістяні кігті здатні пробити найміцніші обладунки. Складається враження, що вони зовсім не відчувають завданої їм шкоди.

source: RADA: Jeszcze większe i groźniejsze niż ich błotne odpowiedniki. Ze względu na rozmiar, kolor i miejsce żerowania dużo łatwiej je dostrzec. Podczas walki nie zwracają uwagi na otrzymywane obrażenia i nieustannie próbują zmiażdżyć ofiarę swoją potężną paszczą.
uk: ПОРАДА: Ще більші і небезпечніші за своїх болотних побратимів. Завдяки своїм розмірам, забарвленню та місцях полювання їх набагато легше помітити. Під час бою вони не звертають уваги на отримані ушкодження і постійно намагаються розчавити здобич своєю могутньою пащею.

source: RADA: Jeśli możesz go ominąć, to tak zrób. Większość golemów stanowczo pilnuje swojego terytorium - gdy ich spokój nie jest zakłócany, nie wdają się w walkę. Jeśli już musisz z nim walczyć to za wszelką cenę przygotuj broń obuchową - pozostałe bronie są praktycznie nieskuteczne. Dodatkowym atutem będzie mikstura swobodnego spadania - golemy potrafią odrzucić przeciwnika na wiele metrów.
uk: ПОРАДА: Якщо є можливість його уникнути, зробіть це. Більшість големів рішуче охороняють свою територію – коли їхній спокій не порушують, вони не нападають. Якщо вам все ж доведеться битися з одним із них, то неодмінно приготуйте тупу зброю – інша зброя проти них практично безсила. Додатковою перевагою буде зілля вільного падіння – големи здатні відкинути суперника на багато метрів.

source: RADA: Jeśli nie zabije cię pięść, to dzieła dokończy upadek. Przygotuj miksturę swobodnego spadania! Trolle są bardzo powolne - wykorzystaj to!
uk: ПОРАДА: Якщо їх кулак не вб’є вас, падіння довершить справу. Приготуйте зілля вільного падіння! Тролі дуже повільні – скористайтеся цим!

source: RADA: Każde ich ugryzienie podpala skórę ofiary, powodując jeszcze więcej ciężkich ran. Walczą podobnie jak pozostałe jaszczury i często podróżują w grupach, przez co stanowią ogromne wyzwanie nawet dla doświadczonych wojowników.
uk: ПОРАДА: Кожен їхній укус підпалює шкіру жертви, викликаючи дуже серйозні опіки. Вони атакують, як і інші ящери, часто тримаються групами, що робить їх серйозним випробуванням навіть для досвідчених воїнів.

source: RADA: Masa tych bestii sprawia, że praktycznie nie reagują na otrzymywane obrażenia. Ich gruba skóra sprawia, że są odporne na nawet niezwykle potężne uderzenia.
uk: ПОРАДА: Масивність цих звірів робить їх практично нечутливими до отриманих ушкоджень. Товста шкура робить їх стійкими навіть до неймовірно сильних ударів.

source: RADA: Mniej wytrzymałe niż bagienne jaszczura, ale za to dużo bardziej agresywne i niebezpieczne - ich ostre jak brzytwy kły potrafią wyrządzić wiele szkód.
uk: ПОРАДА: Менш витривалі, ніж болотні ящери, але набагато агресивніші та небезпечніші – їхні гострі, як бритва, ікла можуть завдати великої шкоди.

source: RADA: Mniejsze i mniej groźne od bagiennych kuzynów, ale ich pośmiertny gaz wciąż potrafi być śmiertelny. Szczególnie groźne w grupach choć zazwyczaj podróżują samotnie.
uk: ПОРАДА: Вони менші і не настільки небезпечні, як їхні болотні родичі, але їх газ, що випускається після смерті – смертельно небезпечний. Особливо небезпечні у групах, хоча зазвичай вони пересуваються поодинці.

source: RADA: Mniejsze i słabsze, ale nie należy ich pod żadnym pozorem lekceważyć. Potrafią cisnąć człowiekiem równie daleko, co pozostałe trolle.
uk: ПОРАДА: Менший і слабші за своїх побратимів, але не можна недооцінювати ні в якому разі. Вони можуть жбурнути людину настільки ж далеко, як й інші тролі.

source: RADA: Najlepiej zabijać z daleka - umierając, wydzielają wokół siebie trujący gaz, który potrafi doprowadzić do śmierci wdychającej osoby. Walczą, plując toksycznym jadem na bardzo niewielką odległość, dlatego w większości przypadków próbują jak najszybciej zbliżyć się do napastnika.
uk: ПОРАДА: Найкраще атакувати їх здалеку – помираючи, вони виділяють навколо себе отруйний газ, який, при вдиханні, може вбити людину. Вони борються, випльовуючи отруту на дуже невелику відстань, тому в більшості випадків намагаються підібратися до нападника якомога ближче.

source: RADA: Nie daj się uderzyć. Niedźwiedzie nie są aż tak odporne na obrażenia, jakby mogło się wydawać, ale pojedynczy cios ich łapy potrafi być śmiertelny.
uk: ПОРАДА: Не давайте себе вдарити. У ведмедів не настільки міцна шкура, як може здатися, але один удар їхньої лапи може виявитися смертельним.

source: RADA: Nieco słabsze od kamiennych odpowiedników, ale równie niebezpieczne. Zachowania obu gatunków są bardzo podobne, przez co taktyka walki z nimi także niewiele się różni. Ich podatność na ogień trudno wykorzystać ze względu na sporą ochronę przed magią - najlepiej przygotować bardzo mocne zaklęcia ogniste. Za wszelką cenę unikać walki w wodzie - golemy ze względu na swoją masę i rozmiary po prostu poruszają się po dnie i wciąż mogą zmiażdżyć swoimi potężnymi pięściami.
uk: ПОРАДА: Трохи слабші за своїх кам'яних побратимів, але не менш небезпечні. Поведінка обох видів дуже схожа, тому тактика бою також мало чим відрізняється. Їхньою вразливістю до вогню важко скористатися через значний опір магії - найкраще підготувати найсильніші вогняні заклинання. За будь-яку ціну уникайте бою у воді – големи, завдяки своїй масі і розмірам, легко можуть пересуватися по дну і розчавити вас своїми могутніми кулаками.

source: RADA: Niezwykle powolne, ale bardzo wytrzymałe i odporne na obrażenia. Pomimo rozpadającego się ciała, nie reagują na zadawane im ciosy. Nawet pojedyncze szarpnięcie tych umęczonych stworzeń potrafi uśmiercić człowieka. Wiele z nich leży udając trupa, by zaatakować niespodziewanego wędrowca z zaskoczenia.
uk: ПОРАДА: Надзвичайно повільні, але дуже витривалі та стійкі до пошкоджень. Незважаючи на свої тіла, що розкладаються, вони не реагують на нанесені їм удари. Навіть один ривок цих замучених істот може вбити людину. Багато з них прикидаються мертвими, щоб зненацька напасти на нічого не підозрюючого мандрівника.

source: RADA: Pomimo sporych rozmiarów nie są zbyt wytrzymałe. Najgroźniejsze są ich szarże oraz odskoki - dzięki długiemu cielsku i ogonowi potrafią szybko zmienić dystans między sobą a ofiarą.
uk: ПОРАДА: Незважаючи на великий розмір, вони не дуже витривалі. Найбільш небезпечними є їх кидки і стрибки – завдяки довгому тілу і хвосту вони можуть швидко змінювати відстань між собою і здобиччю.

source: RADA: Pomimo sporych rozmiarów, ich cienka skóra i mizerne opancerzenie sprawiają, iż są podatne na obrażenia. Nie należy ich jednak lekceważyć, gdyż potrafią porządnie przyłożyć swoją wielką, kolczastą maczugą.
uk: ПОРАДА: Незважаючи на свої розміри, їх тонка шкіра робить їх вразливими. Однак не варто їх недооцінювати, адже вони можуть завдати добрячого удару своєю величезною шипастою булавою.

source: RADA: Pomimo swoich sporych rozmiarów są one niezbyt wytrzymałe. Często żerują w większych grupach, ale bardzo łatwo wywabić pojedyncze osobniki, które szarżując są praktycznie bezbronne.
uk: ПОРАДА: Незважаючи на великі розміри, вони не дуже небезпечні. Вони часто харчуються великими групами, з яких дуже легко виманити поодиноких особин, які практично беззахисні під час атаки.

source: RADA: Powolne stworzenia, które podczas ruchu pełzają po ziemi, przez co łatwo ich nie zauważyć w głębszej wodzie. Wielka masa ciała i oślizgła, twarda skóra zapewniają im ogromną ochronę i sprawiają, że atakują przeciwników bez reagowania na otrzymywane obrażenia. Ich wielkie paszcze dosłownie miażdżą pochwyconą ofiarę.
uk: ПОРАДА: Це повільні істоти, які повзають землею під час руху, через що їх легко не помітити в глибоких водоймах. Велика маса тіла та слизька міцна шкіра забезпечують їм чудовий захист і дозволяють атакувати супротивників, не зважаючи на отримані ушкодження. Їхні величезні пащі буквально розчавлюють спійману здобич.

source: RADA: Przerośnięty gryzoń - często zamiast walki wybiera żerowanie na znalezionej padlinie, nawet własnego gatunku.
uk: ПОРАДА: Гризун-переросток - часто воліє харчуватися знайденою падаллю, навіть свого виду, замість того, щоб битися.

source: RADA: Te bestie w mgnieniu oka mogą rozerwać na strzępy nawet ciężko opancerzonego wojownika. Ich główną słabością są ruchy, przypominające te pozostałych zębaczy - wprawny szermierz jest w stanie wyminąć ich atak, ale nawet pojedyncza pomyłka może okazać się śmiertelna. Oczywiście można również spróbować połamać im kości zaklęciem pięści wichru, ale większość śmiałków kończyła walkę w brzuchu potwora, chwilę po rzuceniu pierwszego zaklęcia.
uk: ПОРАДА: Ці істоти здатні в мить розірвати на шматки навіть важкоозброєного воїна. Їхня головна слабкість – рухи, подібні до рухів інших снепперів. Вправний фехтувальник здатен ухилитися від їхньої атаки, але навіть одна помилка може виявитися фатальною. Звісно, можна спробувати зламати їм кістки заклинанням кулак вітру, але більшість сміливців опинялись у череві чудовиська вже за мить після першого заклинання.

source: RADA: Te niezwykle szybkie bestie zawsze polują w stadach. Początkowo powoli zbliżają się do ofiary, nieustannie ją obserwując, ale gdy już rzucą się do ataku, nie sposób im uciec. Najlepszą taktyką jest unikanie ich szarży i atak w plecy podczas gdy bestia się obraca.
uk: ПОРАДА: Ці надзвичайно швидкі звірі завжди полюють зграями. Спочатку вони повільно наближаються до здобичі, спостерігаючи за нею, але як тільки атакують, втекти від них майже неможливо. Найкраща тактика – ухилитися від їхньої атаки і напасти ззаду.

source: RADA: Twardszy niż sugeruje jego wygląd. Bardzo mocno dziobią, jednak łatwo je pojedynczo wywabiać.
uk: ПОРАДА: Вони міцніші, ніж здається на перший погляд. Дуже сильно клюють, але їх легко виманити поодинці.

source: RADA: Uciekaj - w pobliżu muszą być orkowie! Nie mylić z wargami!
uk: ПОРАДА: Втікай – поруч мають бути орки! Не плутати з варгами!

source: RADA: Uciekaj. Mówię to z pełną powagą, uciekaj. Te bestie potrafią rozpłatać człowieka jednym ciosem. Są szybkie i wytrzymałe, a w dodatku do tej pory jeszcze nikt nie znalazł na nie efektywnej metody walki. Gdy polują, nie zwracają uwagi na odniesione rany i bez przerwy zadają ciosy swymi potężnymi łapami. Jedyne co może ci pomóc, to próba zaskoczenia ich podczas snu. Spróbuj się podkraść i wyprowadzić pierwszy cios. Reszta będzie w rękach Innosa.
uk: ПОРАДА: Тікайте. Я кажу це на повному серйозі - тікайте. Ці звірі можуть розірвати людину на шматки одним ударом. Вони швидкі і витривалі, а крім того, ніхто ще не знайшов ефективного способу боротьби із ними. Коли вони полюють, то не звертають уваги на свої рани і безперервно наносять удари своїми могутніми лапами. Єдине, що може вам допомогти - спробувати застати їх зненацька, коли вони сплять. Спробуйте підкрастися і завдати першого удару. Подальша доля буде в руках Інноса.

source: RADA: Utrzymuj wyższą pozycję - wejdź na niewielki kamień lub sprowokuj go tak, by podleciał do wzniesienia, na którym stoisz. Unikaj wysokich półek skalnych, w zamieszaniu możesz spaść razem z krwiopijcą, a tylko on potrafi latać.
uk: ПОРАДА: Тримайтеся вище – наступіть на невеликий камінь та спровокуйте його, щоб він полетів до пагорба, на якому ви стоїте. Але уникайте високих виступів скель, адже в метушні ви можете впасти разом із шершнем, а літати вміє лише він.

source: RADA: W przeciwieństwie do polnych osobników są dużo bardziej wytrzymałe i potrafią naprawdę mocno użreć. Ich ciemne pancerzyki idealnie kamuflują je w ciemnych gęstwinach. W nocy można ich nawet nie zauważyć!
uk: ПОРАДА: На відміну від польових побратимів, ці набагато витриваліші і можуть сильно покусати. Темні панцирі відмінно маскують їх у дрімучих заростях. Ви можете навіть не розгледіти їх уночі!

source: RADA: Walczą dokładnie tak jak zwykłe krwiopijce, jedyną różnicą jest większa wytrzymałość oraz ostrzejsze żądło.
uk: ПОРАДА: Вони б'ються так само, як звичайні шершні, єдина відмінність – вони витриваліші, а їх жала гостріші.

source: RADA: Wbrew pozorom częściej uderzają masywnym łbem niż kłami - najlepiej przygotować pancerz na obrażenia obuchowe i wymijać podobnie jak wilki.
uk: ПОРАДА: Незважаючи на зовнішній вигляд, кабани частіше атакують своїми масивними головами, ніж іклами, – краще одягніть обладунок, що захищає від тупої шкоди і ухиляйтеся, як від вовків.

source: RADA: Większość dnia przesypiają, wisząc głową w dół. Obudzone zeskakują na swojego przeciwnika, po czym wznoszą się w powietrze i atakują krążąc nad jego głową. Gdy śpią, łatwo ich uniknąć skradając się pod miejscem ich odpoczynku. Podobnie jak harpie ich skrzydła łatwo uszkodzić podmuchem wiatru.
uk: ПОРАДА: Більшу частину дня вони сплять головою вниз. Прокинувшись, вони стрибають на свого супротивника, потім піднімаються у повітря і атакують, кружляючи над його головою. Під час сну їх легко оминути, просто прокравшись під ними. Як і у гарпій, їхні крила легко пошкодити поривом вітру.

source: RADA: Większość szkieletów korzysta z rodzaju broni, z którego korzystała za życia. Właśnie dlatego spotkać można najróżniejsze rodzaje szkieletów - wojowników, łuczników oraz kuszników. Ich kości niezwykle trudno uszkodzić za pomocą ostrza czy strzał, ale solidny obuch, pięść wichru czy upadek z wysokości bez większych problemów zamieniają je w stertę pyłu.
uk: ПОРАДА: Більшість скелетів використовують той тип зброї, яким вони користувалися при житті. Ось чому ви можете зустріти різних скелетів – воїнів, лучників та арбалетників. Їхні кістки досить важко пошкодити лезом чи стрілою, але тупа зброя, кулак вітру чи падіння з висоти без особливих зусиль здатні перетворити їх на купку пилу.
